export const myApartments = [
  {
    id: 1,
    photo: "../../assets/apt/y2_1pa_010214_20250114110125.jpeg",
    uploadDate: "2023-01-15",
    address: "רחוב הראשי 123",
    description:
      "דירה יפהפייה עם 3 חדרי שינה, סלון מרווח ואבזור מודרני. מושלם למשפחות ואנשי מקצוע.",
  },
  {
    id: 2,
    photo: "../../assets/apt/y2_1pa_010214_20250114110125.jpeg",
    uploadDate: "2023-01-10",
    address: "רחוב אלם 456",
    description:
      "דירת 2 חדרי שינה נעימה בלב מרכז העיר. מרחק הליכה לחנויות ומסעדות.",
  },
  {
    id: 3,
    photo: "../../assets/apt/y2_1pa_010214_20250114110125.jpeg",
    uploadDate: "2023-01-10",
    address: "רחוב אלם 456",
    description:
      "דירת 2 חדרי שינה נעימה בלב מרכז העיר. מרחק הליכה לחנויות ומסעדות.",
  },
];
